Analytical Top Projection Plane is partially or completely below Analytical Bottom Projection Plane. Please reset top and/or bottom planes to valid values.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AnalyticalTopBottomPlanesReversed { get; }
  Visual Basic
Public Shared ReadOnly Property AnalyticalTopBottomPlanesReversed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AnalyticalTopBottomPlanesReversed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AnalyticalModelFailures Class
  Autodesk.Revit.DB Namespace